Repository: ibrahimsamak/Scale_n_more
Catalog: Scale/*.lproj/Localizable.strings
Languages: ar

source: Done
ar: تم

source: Error
ar: خطأ

source: Success
ar: تم بنجاح

source: Warning
ar: تحذير

source: Logout
ar: تسجيل خروج

source: Login
ar: تسجيل دخول

source: Cancel
ar: الغاء

source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

source: An Error occurred
ar: حدث خطأ

source: Are you sure you want logout?
ar: هل انت متاكد من تسجيل الخروج من التطبيق؟

source: All fields are required
ar: جميع الحقول مطلوبة

source: Please enter your name
ar: الرجاء ادخال الاسم

source: please enter phone number between 8 and 16 in the field
ar: الرجاء ادخال رقم الموبايل بين ٨ الي ١٦ خانة

source: Please enter your phone number
ar: الرجاء ادخال رقم الموبايل

source: Please enter your email address
ar: الرجاء ادخال البريد الإلكتروني

source: Please enter valid email address
ar: الرجاء ادخال بريد إلكتروني صحيح

source: Please enter your password
ar: الرجاء ادخال كلمة المرور

source: Please enter your Date of Birth
ar: الرجاء ادخال تاريخ الميلاد

source: Please select your country
ar: الرجاء اختيار الدولة

source: Please enter your message
ar: الرجاء ادخال رسالتك

source: Please select one of packages
ar: الرجاء اختيار واحد من الأقسام

source: Please enter your weight
ar: الرجاء ادخال وزنك

source: Please enter your height
ar: الرجاء ادخال طولك

source: please you have to sign in
ar: يرجى تسجيل الدخول

source: Are you sure you want to delete video?
ar: هل انت متاكد من حذف هذا الفيديو؟

source: Please enter note
ar: الرجاء ادخال الملاحظات

source: Please enter day name
ar: الرجاء ادخال اسم اليوم

source: Please fill time field
ar: الرجاء اختر الوقت

source: Please Enter the discount code
ar: الرجاء ادخل كود الخصم

source: Please select one video at least
ar: الرجاء اختر فيديو واحد على الأقل

source: Please enter repetitions number
ar: الرجاء ادخل عدد تكرار التمرين

source: Delete
ar: حذف

source: Day #
ar: اليوم

source: Days
ar: أيام

source: Select Category
ar: اختر القسم

source: Category
ar: قسم

source: Meals Available
ar: وجبات متاحة

source: Notes
ar: ملاحظات

source: Health Conditions
ar: الشروط الصحية

source: K.D
ar: ك.د

source: Arrange meeting with trainer
ar: ترتيب لقاء مع المدرب

source: Arrange meeting with dietitian
ar: ترتيب لقاء مع اختصاصي تغذية

source: Please enter plan name
ar: الرجاء ادخال اسم الخطة
